tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "awsebcli"
brew "coreutils", link: false
brew "entr"
brew "fd"
brew "git"
brew "go"
brew "mysql"
brew "nasm"
brew "node"
brew "openssl"
brew "rbenv"
brew "readline"
brew "rlwrap"
brew "smlnj"
brew "tarsnap"
brew "tokei"
brew "youtube-dl"

cask "1password"
cask "anki"
cask "appcleaner"
cask "battle-net"
cask "discord"
cask "dropbox"
cask "google-chrome"
cask "league-of-legends"
cask "mactex"
cask "mpv"
cask "skype"
cask "spectacle"
cask "transmission"
cask "visual-studio-code"
