tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awsebcli"
brew "coreutils", link: false
brew "fd"
brew "git"
brew "gmp"
brew "go"
brew "libav"
brew "node"
brew "protobuf"
brew "python3"
brew "readline"
brew "rlwrap"
brew "tarsnap"
brew "youtube-dl"
cask "1password"
cask "anki"
cask "appcleaner"
cask "battle-net"
cask "discord"
cask "dropbox"
cask "google-chrome"
cask "league-of-legends"
cask "mactex"
cask "mpv"
cask "smlnj"
cask "spectacle"
cask "transmission"
cask "visual-studio-code"
