tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "netlify/netlifyctl"
brew "coreutils", link: false
brew "fd"
brew "ffmpeg"
brew "git"
brew "go"
brew "netlify/netlifyctl/netlifyctl"
brew "node"
brew "openssl"
brew "readline"
brew "rlwrap"
brew "smlnj"
brew "tarsnap"
brew "tree"
brew "youtube-dl"
cask "1password"
cask "anki"
cask "battle-net"
cask "discord"
cask "dropbox"
cask "flux"
cask "google-chrome"
cask "mactex"
cask "mpv"
cask "spectacle"
cask "transmission"
cask "visual-studio-code"
