tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"

brew "coreutils", args: ["build-from-source"]
brew "entr"
brew "gdbm"
brew "ghc"
brew "git", args: ["with-blk-sha1", "with-brewed-openssl", "with-pcre"]
brew "gnupg", args: ["build-from-source"]
brew "keybase"
brew "node"
brew "openssl"
brew "pcre"
brew "pkg-config"
brew "readline"
brew "rlwrap"
brew "tree"
brew "valgrind"
brew "xz"
brew "zsh"

cask "1password"
cask "alfred"
cask "appcleaner"
cask "basictex"
cask "discord"
cask "dropbox"
cask "flux"
cask "google-chrome"
cask "hermes"
cask "java"
cask "minecraft"
