tap "caskroom/cask"
tap "homebrew/bundle"
tap "homebrew/core"

brew "coreutils", args: ["build-from-source"]
brew "entr"
brew "ghc"
brew "git", args: ["with-blk-sha1", "with-brewed-openssl"]
brew "gnupg", args: ["build-from-source"]
brew "keybase"
brew "node"
brew "openssl"
brew "pkg-config"
brew "readline"
brew "rlwrap"
brew "smlnj"
brew "tarsnap", args: ["with-xz"]
brew "tree"
brew "valgrind"
brew "xz"

cask "alfred"
cask "basictex"
cask "flux"
cask "google-chrome"
cask "hermes"
cask "keepassx"
