tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'

brew 'coreutils'
brew 'gdbm'
brew 'ghc'
brew 'git', args: ['with-blk-sha1', 'with-brewed-openssl', 'with-pcre']
brew 'gmp'
brew 'gnupg'
brew 'hub'
brew 'node'
brew 'openssl'
brew 'pcre'
brew 'pkg-config'
brew 'python3'
brew 'readline'
brew 'rlwrap'
brew 'socat'
brew 'sqlite'
brew 'valgrind'
brew 'xz'
brew 'zsh'

cask '1password'
cask 'alfred'
cask 'appcleaner'
cask 'basictex'
cask 'discord'
cask 'dropbox'
cask 'flux'
cask 'google-chrome'
cask 'java'
cask 'minecraft'
